// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Imprimir Diagnóstico de qualidade";

TransferringProcessTitle = "Transferindo o arquivo…";
PrintingProcessTitle = "Imprimindo página de diagnóstico PQ…";

NoPrintTitle = "Não é possível imprimir a página de diagnóstico PQ";
NoPrintMsg = "Verifique se a impressora está conectada e ligada, e tente novamente.";

RMTPQDPanelTitle = "Página de diagnóstico de qualidade de impressão (PQ)";
HSDRMTQPDPanelHeader = "Imprima uma página para ajudá-lo a decidir se precisa executar alguma ferramenta de qualidade de impressão para melhorar a qualidade da sua impressão.";
HSDRMTQPDPanelFooter = "Para imprimir uma cópia da página de Diagnóstico de qualidade de impressão, clique em Imprimir página.";
HSDRMTPQDButtonTitle = "Imprimir página";

HSDQualityDiagnosticsTextFieldTitle = "Diagnóstico da qualidade da impressão";
HSDInfoTextFieldTitle = "A impressora imprime uma página para ajudá-lo a decidir se precisa executar alguma ferramenta de manutenção para melhorar a qualidade da impressão dos trabalhos.";
HSDGuideTextFieldTitle = "Clique no botão Impressão para imprimir uma cópia da página do Diagnóstico da qualidade de impressão.";
HSDPrintButtonTitle = "Impressão";
